<?php

return [

    'profile'               => 'پرۆفایل',
    'logout'                => 'چونەدەرەوە',
    'login'                 => 'داخڵبون',
    'login_to'              => 'کارگەی کۆنکرێتی ئاریا',
    'remember_me'           => 'بیرهێنانەوە',
    'forgot_password'       => 'وشەی نهێنیم لەبیرکردە',
    'reset_password'        => 'سفرکردنەوەی وشەی نهێنی',
    'enter_email'           => 'ئیمەیل داخل بکە',
    'current_email'         => 'ئیمەیلی ئێستا',
    'reset'                 => 'سفرکردنەوە',
    'never'                 => 'هەرگیز',
    'landing_page'          => 'تکایە چاوەروان بە...',

    'password' => [
        'current'           => 'وشەی نهێنی ئێستا',
        'current_confirm'   => 'دوبارەکردنەوەی وشەی نهێنی',
        'new'               => 'وشەی نهێنی نوێ',
        'new_confirm'       => 'دوبارەکردنەوەی وشەی نهێنی نوێ',
    ],

    'error' => [
        'self_delete'       => 'هەڵەیە: ناتوانی خۆت بسریتەوە',
        'self_disable'      => 'هەڵەیە: ناتوانی خۆت ناچالاک بکەی',
        'no_company'        => 'هەڵەیە: هیچ کۆمپانیایەک بەم ناوە نیە تکایە پەیوەندی بکە بە بەڕێوەبەری سیستمەکە!',
    ],

    'failed'                => 'ئەم داتایە بەردەست نیە',
    'disabled'              => 'ئەم حیسابە ناچالاک کراوە تکایە پەیوەندی بکە بە بەڕێوەبەری سیستەم!',
    'throttle'              => 'زۆر هەوڵی چوەنەژورەوەت دا تکایە کەمێکی تر هەوڵبەرەوە',

    'notification' => [
        'message_1'     => 'تۆ ئەم ئیمەیڵەت پێدەگات لەبەرئەوەی داواکاری ڕیسێتکردنەوەی نهێنوشەمان بۆ ئەژمێرەکەت پێگەیشتووە.',
        'message_2'     => 'ئەگەر داوای ڕیسێتکردنەوەی نهێنوشەت نەکردووه، هیچ کارێکی تر پێویست نیە.',
        'button'        => 'سفرکردنەوەی وشەی نهێنی',
    ],

];
